{"dataTitle":{"last_guid":3},"dataArray":{"o1":{"status":"done","translator":"54321","customer":"0","languageOrigin":"rus","languageToDo":["eng","jpn"],"deadline":"2020-03-05","manager":"12345","userText":"Президенты России и США Владимир Путин и Дональд Трамп провели телефонные переговоры. Об этом в воскресенье, 29 декабря, сообщает сайт Кремля. ","translatedText":{"eng":"ллллллллллл","jpn":"лллллллллллллллллллл"}},"o2":{"status":"rejected","translator":"54321","customer":"0","languageOrigin":"fra","languageToDo":["rus","eng"],"deadline":"2020-02-26","manager":"12345","userText":"Le premier lundi du mois d'avril 1625, le bourg de Meung, où naquit l'auteur du Roman de la Rose , semblait être dans une révolution aussi entière que si les huguenots en fussent venus faire une seconde Rochelle. Plusieurs bourgeois, voyant s'enfuir les femmes du côté de la Grande-Rue, entendant les enfants crier sur le seuil des portes, se hâtaient d'endosser la cuirasse et, appuyant leur contenance quelque peu incertaine d'un mousquet ou d'une pertuisane, se dirigeaient vers l'hôtellerie du Franc Meunier , devant laquelle s'empressait, en grossissant de minute en minute, un groupe compact, bruyant et plein de curiosité. ","translatedText":{"rus":"","eng":""}},"o3":{"status":"new","translator":"54321","customer":"2","languageOrigin":"eng","languageToDo":["rus","jpn"],"deadline":"2020-03-04","manager":"12345","userText":"   There was no possibility of taking a walk that day.\r\nWe had been wandering, indeed, in the leafless shrubbery an hour in the morning; but since dinner (Mrs. Reed, when there was no company, dined early) the cold winter wind had brought with it clouds so sombre, and a rain so penetrating, that further out-door exercise was now out of the question.\r\nI was glad of it: I never liked long walks, especially on chilly afternoons: dreadful to me was the coming home in the raw twilight, with nipped fingers and toes, and a heart saddened by the chidings of Bessie, the nurse, and humbled by the consciousness of my physical inferiority to Eliza, John, and Georgiana Reed.","translatedText":{"rus":"","jpn":""}}}}